<template>
    <v-container class="mb-5 text-gray line-height-2 static-page">
        <v-row align="center" justify="center">
            <div class="list mb-3 ml-3 mr-3">個人情報の取り扱いに関する基本方針</div>
            <div class="list-line mb-3 mr-3 ml-3"></div>
        </v-row>

        <v-row>
            <v-col>
                株式会社SHIFT GATE（以下当社という）は、お客様との健全なコミュニケーションを通じて最適な商品・
                サービスを提供する上で、お客様の個人情報の保護が経営の最重要課題と考えております。<br>
                このため、当社の個人情報保護に向けた全社的な取り組み方針を定め、
                個人情報保護に関する当社の基本方針としてお客様のご理解をいただくためご案内いたします。
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">1. 個人情報とは</h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
               このプライバシーポリシーにおいて個人情報とは、生存する個人に関する以下の情報を指します。
            </v-col>
        </v-row>
        <v-row>
            <v-col class="pt-0">
                <ul class="list-style-number">
                    <li>当該情報に含まれる氏名、生年月日、その他の記述等により特定の個人を識別できるもの</li>
                    <li>個人識別符号が含まれるもの<br>
                        また、アプリ及びウェブサイトを通じてお客様からご提供いただく情報やお客様に直接ご記入いただくアンケートや
                        契約書等各種書類に記載された情報もこれにあたります。
                    </li>
                </ul>
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">2. 個人情報の収集について</h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
               お客様からご提供いただいく個人情報は、その利用目的をホームページ上及びアプリまたはウェブサイト において明示いたします 。<br>
               また、直接お客様に個人情報をご記入いただく際には、その場においてあらためて、利用目的を明確に致します。<br>
               また、お客様の個人情報をお客様の同意なく利用目的以外に利用することはいたしません。<br>
                利用目的の変更・削除及び追加等が発生した場合には、ホームページ上及びアプリまたはウェブサイト において明示いたします。<br>
               明示した時点で利用目的の変更が行われたものといたします。その取扱いについてご理解いただくようお願い申し上げます。<br>
               なお、要配慮個人情報（人種、信条、社会的身分、病歴、犯罪の経歴、犯罪により害を被った事実その他お客様に対する不当な差別、
               偏見、その他の不利益が生じないようにその取扱いに	特に配慮を要するものとして法令等で定める記述等が含まれている個人情報）
               並びに労働組合への加盟、門地及び本籍地、保健医療及び性生活に関する情報等 は、お客様の同意がある場合、
               法令等で特に求められる場合等お取引を行う上で必要がある場合の他は原則として収集いたしません。
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">3. 個人情報の利用について</h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
               当社は、お客様への商品・サービス提供の品質向上のために、下記の目的でお客様の個人情報を利用いたします。
            </v-col>
        </v-row>
        <v-row>
            <v-col class="pt-0">
                <ul class="list-style-number">
                    <li>自動車売買に係る情報、その関連する情報提供等について、郵便、電話、電子メールを含むアプリ及びウェブサイトなどを利用しお知らせすること</li>
                    <li>
                        当社において取扱う商品・サービスあるいは各種イベント、展示会、キャンペーンなどの開催について、
                        郵便、電話、電子メールを含むアプリ及びウェブサイトなどを利用しお知らせすること
                    </li>
                    <li>
                        商品開発、サービス改善あるいはお客様ニーズの把握などのために各種アンケート等調査を実施する場合においても、
                        郵便、電話、電子メールを含むアプリ及びウェブサイトなどを利用しお知らせすること
                    </li>
                    <li>お客様との契約事項並びにご依頼事項を遂行すること</li>
                </ul>
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">4. 第三者への提供について</h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
               当社は、次の場合を除き、お客様の事前のご同意をいただかない限り、お客様の個人情報を第三者に提供することはありません。
            </v-col>
        </v-row>
        <v-row>
            <v-col class="pt-0">
                <ul class="list-style-number">
                    <li>個人情報保護法以外の他の法令に基づき、個人データを第三者提供するとき</li>
                    <li>
                        人の生命、身体または財産の保護のために個人データの第三者提供が必要である場合で、本人の同意を得ることが困難であるとき
                    </li>
                    <li>
                        公衆衛生の向上または児童の健全な育成推進のために特に必要である場合で、本人の同意を得ることが困難であるとき
                    </li>
                    <li>
                        国の機関若しくは地方公共団体またはその委託を受けたものが法令の定める事務を遂行することに対して協力する必要がある場合で、
                        本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
                    </li>
                    <li>当社が業務提携する第三者に提供するとき </li>
                </ul>
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">5. 個人情報保護の体制について</h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
                当社は、個人情報保護法を全社的に取り組むために、個人情報保護のための管理責任者を専任しております。
                これにより社内全部署における啓蒙活動を推進し、個人情報保護を徹底しております。 <br><br>
                <b>お客様情報相談窓口</b><br>
                <b>株式会社SHIFTGATE</b>　電話：03-6263-8800 （火曜、土、日、祝日休み 11:00～15:00）<br>
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">6. セキュリティについて</h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
                当社は、お客様からお預かりしている個人情報を大切な情報と認識し、その安全を図るために適切な管理を実施し、不正アクセス、
                個人情報の紛失、破壊、改ざん及び漏えい等の防止並びに是正に努力いたします。
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">7. ホームページ、アプリ及びウェブサイトからの個人情報の収集について </h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
                当社が開設しているホームページ、アプリ及びウェブサイトから個人情報を収集する場合は、
                お客様の個人情報の安全確保に努めてまいります。ただし、リンクしているホームページ上には関連会社が運営するものがありますが、
                それらにつきましては当社の個人情報保護に関する基本方針の適用はございません。
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">8. お客様情報相談窓口について </h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
                当社が保有するお客様の個人情報につきましては、お客様から開示をご請求いただくことができます。
                その結果、お客様からの申し出により情報の修正、開示、利用停止、消去、苦情等についてお受けいたします。<br>
                その他、個人情報に関するお問い合わせは、お客様情報相談窓口を開設しておりますので、ご遠慮なくお申しつけください。
            </v-col>
        </v-row>

        <v-row class="pt-3">
            <v-col class="py-1">
                <h3 class="text-size-2 font-weight-bold">9. 法令の厳守と改善について </h3>
            </v-col>
        </v-row>
        <v-row>
            <v-col>
                当社は、個人情報保護のための関連法令及びその他の規則を誠実に遵守いたします。
                このため個人情報方針及び個人情報保護に関するルールの見直しを常に行い、個人情報の取扱及び管理を継続的に改善してまいります。
            </v-col>
        </v-row>

        <v-row class="pt-8">
            <v-col class="py-0">令和 2 年 3 月 1 日</v-col>
        </v-row>
        <v-row>
            <v-col class="py-0">株式会社 SHIFTGATE</v-col>
        </v-row>
    </v-container>
</template>

<script>

export default {
    head () {
      return { title: '個人情報の取り扱いに関する基本方針' }
    },
    name: 'privacy',
    components: {
    },
    mounted () {
    this.$nextTick(() => {
        this.$nuxt.$loading.start()
        setTimeout(() => this.$nuxt.$loading.finish(), 1000)
    })}
}
</script>
