SHIFTGATE へのご登録ありがとうございます。
当サイト会員登録が完了いたしましたのでご案内申し上げます。

{{ $customer->last_name }} {{ $customer->first_name }} 様のSHIFTGATEプラットフォームの個人メールアドレスは以下の通りとなります
今後当サイトご利用の際は以下の メールアドレス とパスワードでご利用いただきますようお願いいたします 。

メールアドレス: {{ $customer->email }}
パスワード : 最初にご登録いただいたもの

ご登録のメールアドレスおよびパスワードを他人へ教えたり、利用させることは利用規約にもあります通り禁止事項となりますのでご留意ください。

出品者様へ
下記のURLより弊社査定アプリ ( SHIFTGATE ) をダウンロードいただき、出品準備を進めてください。弊社に情報が届き次第、コンシェルジュよりご連絡をさせていただきます。
URL :


※ このメッセージはシステムより自動送信されておりますので、返信することができません。各種お問い合わせは、< sg-rec@shift-gate.jp > までご連絡ください。
SHIFTGATE 運営事務局
TEL:0120-915-237


